2gua.rainbow-brackets
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
esbenp.prettier-vscode
foxundermoon.shell-format
fwcd.kotlin
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
mathiasfrohlich.Kotlin
vscodevim.vim
