jorgebucaran/fisher
jethrokuan/fzf
jethrokuan/z
edc/bass
0rax/fish-bd
matchai/fish-mock
lilyball/nix-env.fish
oh-my-fish/plugin-direnv
FabioAntunes/fish-nvm
jhillyerd/plugin-git
