jorgebucaran/fisher
edc/bass
0rax/fish-bd
matchai/fish-mock
oh-my-fish/plugin-direnv
jhillyerd/plugin-git
lilyball/nix-env.fish
dracula/fish
